{
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "veranda": {
    "menu": "https://veranda.ua/assets/upload/menu_rest_full_opt.pdf"
  },
  "news": 
  {
    "results" : [
      {
        "id": "64564",
        "title" : "SMILEFOOD приглашает на любительский кибертурнир SMILECUP в дисциплине DOTA 2!",
        "image" : "https://storage.smilefood.ua/storage/99/ff/99ff8d5cc76299dadc365d87626ee5a3.png",
        "overview" : "28 ноября текущего года состоится любительский турнир SMILECUP в формате 5Х5. SMILEFOOD в сотрудничестве с кибер ареной SKiLL_UA проведет турнир в дисциплине DOTA 2."
      },
      {
        "id": "45656",
        "title" : "SMILEFOOD организовал Plogging в Одессе: горожане собирали мусор во время пробежки по Трассе здоровья",
        "image" : "https://storage.smilefood.ua/storage/2a/d5/2ad58b882121fe8d73acb4b2fa43911a-size-1000.webp",
        "overview" : "В воскресенье, 28 марта, в Одессе состоялся первый в текущем году эко-забег. Главной задачей участников было собрать мусор во время пробежки. Более 70-ти одесситов собрались возле памятника Тарасу Шевченко, чтобы совершить такой эко-забег от Парка Шевченко по Трассе здоровья к Аркадии. Организовать такое мероприятие взялась команда энтузиастов онлайн-ресторана SMILEFOOD и общественная организация Odessa running. “В 2021 году одной из целей компании является популяризация защиты окружающей среды от мусора. В основном речь идет об изделиях из пластика, который полностью разлагается в природе в среднем в течение 1000 лет”, - отмечает PR директор онлайн-ресторана SMILEFOOD Дмитрий Артемчук. - “Поэтому мы инициируем такие мероприятия как плоггинг, чтобы привлечь как можно больше внимания к реальной проблеме от мусора, который состоит из пластика”. С февраля 2021 года в SMILEFOOD отказались от использования полиэтиленовых пакетов и полностью перешли на крахмальные компостируемые пакеты. Такие пакеты изготавливают из на 100% биоразлагаемых компонентов и распадаются на биомассу, углекислый газ и воду всего от 60 дней до 2-х лет, в зависимости от созданных условий. При этом не остается никакого микропластика. 28 марта одесситам удалось собрать около 4 тонн мусора на Трассе здоровья. На финише всех участников ждали вкусные угощения: пицца на бездрожжевом тесте от SMILEFOOD.  Подобные эко-забеги команда Если хотите быть в курсе мероприятий и новостей компании, подписывайтесь на наши страницы в Facebook."
      }
      
    ]
  },
    "64564": {
      "title" : "SMILEFOOD приглашает на любительский кибертурнир SMILECUP в дисциплине DOTA 2!",
      "image" : "https://storage.smilefood.ua/storage/99/ff/99ff8d5cc76299dadc365d87626ee5a3.png",
      "overview" : "28 ноября текущего года состоится любительский турнир SMILECUP в формате 5Х5. SMILEFOOD в сотрудничестве с кибер ареной SKiLL_UA проведет турнир в дисциплине DOTA 2. Приглашаем всех любителей Dota2 принять участие в турнире SMILECUP, - говорит Дмитрий Артемчук, PR-директор SMILEFOOD. - “Неважно в каком городе Украины вы живете и какой у вас уровень игры. Даже если решили попробовать впервые - эмоции от игры гарантированы. Собирайте друзей в команду и вступайте в борьбу за вкусный призовой фонд. Участие в турнире бесплатное. Киберспорт стал официальным видом спорта в Украине совсем недавно - в сентябре 2020-го года. При этом, Украина занимает уже занимает 9-е место по развитию киберспорта в мировом рейтинге стран. “Dota 2 - 2-я по популярности киберспортивная дисциплина в Украине”, - отмечает Андрей Воронов, руководитель киберспортивного сообщества SkiLL_UA. - “Возраст играющих обычно от 16-ти до 35-ти лет. Примечательно, что девушек 20% от общего количества”.Пандемия Covid-19 повлияла на привычки украинских геймеров - 56%    респондентов сейчас играют чаще. В то же время 31% стали больше тратить на видеоигры, - подчеркнули в SkiLL_UA.    Призовой фонд турнира SMILECUP: 1-е место – 5 сертификатов для заказа в SMILEFOOD номиналом 1000 грн.   2-е место – 5 сертификатов для заказа в SMILEFOOD номиналом 500 грн.  3-е место – 5 сертификатов для заказа в SMILEFOOD номиналом 300 грн.  Но подарки получат все участники!  SMILEFOOD дарит промокод на smart чизбургер куриный к любому заказу в сети онлайн-ресторана! Такие промокоды получат все зарегистрированные игроки!"
    }


  
}